13xforever.language-x86-64-assembly
akamud.vscode-theme-onedark
amodio.restore-editors
anseki.vscode-color
bbenoist.nix
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
castwide.solargraph
christian-kohler.path-intellisense
davidhouchin.whitespace-plus
dbaeumer.vscode-eslint
deerawan.vscode-dash
dhall.dhall-lang
dsznajder.es7-react-js-snippets
dzannotti.vscode-babel-coloring
eamodio.gitlens
ecmel.vscode-html-css
eiminsasete.apacheconf-snippets
eliostruyf.vscode-typescript-exportallmodules
elmtooling.elm-ls-vscode
esbenp.prettier-vscode
fabiospampinato.vscode-search-open-all-results
figma.figma-vscode-extension
firsttris.vscode-jest-runner
flowtype.flow-for-vscode
folke.vscode-monorepo-workspace
foxundermoon.shell-format
freebroccolo.reasonml
funkyremi.vscode-google-translate
github.copilot
github.copilot-chat
github.copilot-labs
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
haskell.haskell
hbenl.vscode-test-explorer
htmlhint.vscode-htmlhint
humao.rest-client
ics.japanese-proofreading
ionutvmi.path-autocomplete
jakebecker.elixir-ls
jpoissonnier.vscode-styled-components
julialang.language-julia
justusadam.language-haskell
kamikillerto.vscode-colorize
kennethceyer.io
kisstkondoros.vscode-gutter-preview
kosz78.nim
letmaik.git-tree-compare
liximomo.sftp
mariusalchimavicius.json-to-ts
mblode.twig-language-2
mechatroner.rainbow-csv
mikestead.dotenv
mjmcloug.vscode-elixir
mkaufman.htmlhint
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vscode.node-debug2
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
mvakula.vscode-purty
natizyskunk.sftp
necinc.elmmet
neuron.neuron-ipe
ntc.integrated-terminal-tasks
nwolverson.ide-purescript
nwolverson.language-purescript
orta.vscode-jest
patbenatar.advanced-new-file
pgourlain.erlang
pizzacat83.codic
pkief.material-icon-theme
pnp.polacode
premparihar.gotestexplorer
prisma.prisma
ritwickdey.liveserver
romanpeshkov.vscode-text-tables
rreverser.llvm
rust-lang.rust-analyzer
scala-lang.scala
shardulm94.trailing-spaces
shopify.ruby-lsp
simonsiefke.svg-preview
sjhuangx.vscode-scheme
spook.easysass
spywhere.guides
thomas-baumgaertner.vcl
tombonnike.vscode-status-bar-format-toggle
tyriar.sort-lines
vadimcn.vscode-lldb
vscodevim.vim
wakatime.vscode-wakatime
wayou.vscode-todo-highlight
whatwedo.twig
wix.vscode-import-cost
wraith13.wandbox-vscode
xdebug.php-debug
yanxinwang.previewcsv
yoavbls.pretty-ts-errors
yusukehirao.vscode-markuplint
yzane.markdown-pdf
zhuangtongfa.material-theme
zixuanchen.vitest-explorer
zjhmale.idris
