13xforever.language-x86-64-assembly
akamud.vscode-theme-onedark
anseki.vscode-color
bmewburn.vscode-intelephense-client
castwide.solargraph
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
davidhouchin.whitespace-plus
dbaeumer.vscode-eslint
deerawan.vscode-dash
dhall.dhall-lang
dsznajder.es7-react-js-snippets
dzannotti.vscode-babel-coloring
eamodio.gitlens
eamodio.restore-editors
ecmel.vscode-html-css
eg2.tslint
eiminsasete.apacheconf-snippets
eliostruyf.vscode-typescript-exportallmodules
elmTooling.elm-ls-vscode
esbenp.prettier-vscode
fabiospampinato.vscode-search-open-all-results
faustinoaq.lex-flex-yacc-bison
felixfbecker.php-debug
firsttris.vscode-jest-runner
flowtype.flow-for-vscode
folke.vscode-monorepo-workspace
foxundermoon.shell-format
freebroccolo.reasonml
funkyremi.vscode-google-translate
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
haskell.haskell
humao.rest-client
ICS.japanese-proofreading
ionutvmi.path-autocomplete
JakeBecker.elixir-ls
jpoissonnier.vscode-styled-components
julialang.language-julia
justusadam.language-haskell
kamikillerto.vscode-colorize
kennethceyer.io
kisstkondoros.vscode-gutter-preview
kosz78.nim
letmaik.git-tree-compare
liximomo.sftp
MariusAlchimavicius.json-to-ts
mblode.twig-language-2
mechatroner.rainbow-csv
mikestead.dotenv
mjmcloug.vscode-elixir
mkaufman.HTMLHint
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vscode.node-debug2
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
mvakula.vscode-purty
necinc.elmmet
neuron.neuron-IPE
ntc.integrated-terminal-tasks
nwolverson.ide-purescript
nwolverson.language-purescript
Orta.vscode-jest
patbenatar.advanced-new-file
pgourlain.erlang
pizzacat83.codic
PKief.material-icon-theme
pnp.polacode
premparihar.gotestexplorer
Prisma.prisma
rebornix.ruby
ritwickdey.LiveServer
RomanPeshkov.vscode-text-tables
RReverser.llvm
rust-lang.rust
sbrink.elm
scala-lang.scala
Shan.code-settings-sync
shardulm94.trailing-spaces
sjhuangx.vscode-scheme
spook.easysass
spywhere.guides
TabNine.tabnine-vscode
tombonnike.vscode-status-bar-format-toggle
Tyriar.sort-lines
vadimcn.vscode-lldb
vscodevim.vim
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
wix.vscode-import-cost
wraith13.wandbox-vscode
yusukehirao.vscode-markuplint
yzane.markdown-pdf
zhuangtongfa.material-theme
zjhmale.Idris
